Repository: PieVo/airushare
Catalog: po/*.po
Languages: de

source: Stopping UPnP Service ...
de: UPnP Service wird gestoppt ...

source: Initializing UPnP subsystem ...
de: Initialisiere UPnP Subsystem ...

source: Cannot initialize UPnP subsystem
de: Kann UPnP Subsystem nicht initialisieren

source: UPnP MediaServer listening on %s:%d
de: UPnP MediaServer lauscht auf %s:%d

source: Cannot set virtual directory callbacks
de: Kann virtuelle Verzeichnis-Callbacks nicht setzen

source: Cannot add virtual directory for web server
de: Kann virtuelles Verzeichnis für den Webserver nicht zurücksetzen

source: Cannot register UPnP device
de: Kann Upnp Gerät nicht registrieren

source: Cannot unregister UPnP device
de: Kann UpnP Gerät nicht deregistrieren

source: Sending UPnP advertisement for device ...
de: Sende UpnP Advertisement für Gerät...

source: Listening for control point connections ...
de: Lausche auf Control Point Verbindungen...

source: Interface %s is down.
de: Interface %s ist down.

source: Recheck uShare's configuration and try again !
de: Überprüfe uShare's Konfiguration und versuche es erneut!

source: Can't find interface %s.
de: Kann Interface %s nicht finden.

source: Reloading configuration...
de: Lade Konfiguration erneut...

source: Error: no content directory to be shared.
de: Fehler: Kein Content Verzeichnis zum sharen.

source: %s (version %s), a lightweight UPnP Media Server.
de: %s (Version %s), ein leichtgewichtiger UPnP Media Server.

source: Benjamin Zores (C) 2005-2007, for GeeXboX Team.
de: Benjamin Zores (C) 2005-2007, für das GeeXboX Team.

source: See http://ushare.geexbox.org/ for updates.
de: Für Updates gehe auf http://ushare.geexbox.org/.

source: Warning: can't parse file "%s".
de: Warnung: Kann Datei nicht parsen "%s".

source: Error: failed to daemonize program : %s
de: Fehler: Daemonisierung des Programms nicht möglich: %s

source: Building Metadata List ...
de: Erzeuge Metadata List ...

source: Looking for files in content directory : %s
de: Suche nach Dateien im Content Verzeichnis : %s

source: Found %d files and subdirectories.
de: Fand %d Dateien und Unterverzeichnisse.

source: Warning: port doesn't fit IANA port assignements.
de: Warnung: Port passt nicht zur IANA Port Zuordnung.

source: Warning: Only Dynamic or Private Ports can be used (from 49152 through 65535)
de: Warnung: Nur dynamische und private Ports können benutzt werden (von 49152 bis 65535)

source: Usage: ushare [-n name] [-i interface] [-p port] [-c directory] [[-c directory]...]
de: Usage: ushare [-n Name] [-i Interface] [-p Port] [-c Verzeichnis] [[-c Verzeichnis]...]

source: Options:
de: Optionen:

source: -n, --name=NAME Set UPnP Friendly Name (default is '%s')
de: -n, --name=NAME Set UPnP-freundlicher Name (vorgegeben ist '%s')

source: -i, --interface=IFACE Use IFACE Network Interface (default is '%s')
de: -i, --interface=IFACE Benutze IFACE Netzwerk Interface (vorgegeben ist '%s')

source: -p, --port=PORT Forces the HTTP server to run on PORT
de: -p, --port=PORT Legt das PORT fest, auf dem der HTTP Server laufen soll

source: -c, --content=DIR Share the content of DIR directory
de: -c, --content=DIR Share den Inhalt des folgenden Content Verzeichnisses(DIR)

source: -w, --no-web Disable the control web page (enabled by default)
de: -w, --no-web Deaktiviere die Kontrollwebseite (Vorgabe: Webseite ist aktiviert)

source: -v, --verbose Set verbose display
de: -v, --verbose Setze Verbose Display

source: -D, --daemon Run as a daemon
de: -D, --daemon Ausführen des Porgramms in Daemon Mode

source: -V, --version Display the version of uShare and exit
de: -V, --version Zeigt die uShare Version an und beendet uShare danach

source: -h, --help Display this help
de: -h, --help Zeigt diese Hilfe an

source: uShare Information Page
de: uShare Informationsseite

source: Information Page
de: Informationsseite

source: Device UDN
de: Gerät UDN

source: Number of shared files and directories
de: Anzahl der geshareten Dateien und Verzeichnisse

source: Add a new share :
de: Füge neues Share hinzu :

source: Refresh Shares ...
de: Erneuere Shares ...
